tap "auth0/auth0-cli"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
brew "openssl@3"
brew "awscli"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "dive"
brew "envoy"
brew "fd"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "grep"
brew "grpcui"
brew "grpcurl"
brew "helm"
brew "istioctl"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "mkcert"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nss"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ripgrep"
brew "rustup-init"
brew "swift-format"
brew "tesseract"
brew "tfenv"
brew "tfk8s"
brew "tmux"
brew "vim"
brew "watch"
brew "yq"
brew "zsh"
brew "auth0/auth0-cli/auth0"
brew "bufbuild/buf/buf"
brew "cloudflare/cloudflare/cf-terraforming"
cask "chromium"
cask "discord"
cask "docker"
cask "firefox"
cask "gfxcardstatus"
cask "google-cloud-sdk"
cask "linear-linear"
cask "plex-media-server"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
vscode "github.copilot"
vscode "scala-lang.scala"
vscode "vscodevim.vim"
