tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "universal-ctags/universal-ctags"
cask "java"
brew "apr"
brew "openssl"
brew "apr-util"
brew "ab"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "sqlite"
brew "ansible"
brew "bash"
brew "c-ares"
brew "cctools"
brew "cgdb"
brew "cloc"
brew "cmake"
brew "cscope"
brew "dbus"
brew "fpp"
brew "fzf"
brew "gdb", args: ["with-python"]
brew "geoip"
brew "gettext"
brew "git"
brew "libffi"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "htop"
brew "hub"
brew "irssi"
brew "jenv"
brew "libevent"
brew "libgpg-error"
brew "libgcrypt"
brew "libpng"
brew "libssh2"
brew "lua"
brew "s-lang"
brew "midnight-commander"
brew "netcat"
brew "openssh"
brew "parquet-tools"
brew "pkg-config"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "sbt"
brew "shellcheck"
brew "snappy"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "utf8proc"
brew "vim", args: ["with-python3"]
brew "watch"
brew "wireshark"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "anki"
cask "caffeine"
cask "calibre"
cask "dash"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "firefox"
cask "flash-npapi"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "java7"
cask "karabiner"
cask "skype"
cask "slack"
cask "staruml"
cask "torbrowser"
cask "tunnelblick"
cask "utorrent"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-paradigm-ce"
cask "visualvm"
cask "vlc"
